{
    "title": "Deck Specifications & Quality",
    "questions": [
      {
        "q": "What size are the cards?",
        "a": "<p>Standard tarot size: 2.75\" x 4.75\" (70mm x 120mm). This is the most popular size because it:</p><ul><li>Fits comfortably in average-sized hands</li><li>Shuffles easily without strain</li><li>Fits standard tarot bags and boxes</li><li>Doesn't \"shoot off into space\" when handling</li></ul><p>We specifically avoided oversized formats after research showed they create significant usability frustration, particularly for readers with smaller hands or joint issues.</p>"
      },
      {
        "q": "What card stock and finish will you use?",
        "a": "<p>Premium 300-350 GSM card stock with a matte linen finish. This combination provides:</p><ul><li>Substantial feel without excessive stiffness</li><li>Smooth shuffling without cards sticking together or flying apart</li><li>Durability for daily use</li><li>Matte finish that reduces glare and fingerprints</li><li>No sharp edges that cause paper cuts</li></ul><p>The cards will arrive pre-conditioned for immediate use—no breaking-in period required.</p>"
      },
      {
        "q": "Will the card backs be reversible or directional?",
        "a": "<p>The backs will be directional initially. This was a collaborative effort with several people making contributions, including the art for the back of the cards. Yo-Jelly-Belly created the initial design by hand, which was embellished upon and vectorized by a freelance graphic artist.</p><p>That being said, we are open to your input! Let us know your preferences and we'll do our best to make it happen.</p>"
      },
      {
        "q": "What kind of packaging does it come with?",
        "a": "<p>The deck includes a custom rigid 2-piece box—significantly more durable than standard paperboard packaging. This protects your investment through:</p><ul><li>A secure friction-fit lid that keeps cards safe</li><li>Superior structural integrity for travel</li><li>A premium \"ritual\" feel every time you open the deck</li><li>Long-lasting construction with no hinges to wear out</li></ul><p>Stretch goals may include fabric storage pouches and travel tins for backers who want additional protection options.</p>"
      },
      {
        "q": "Will there be a pocket or mini edition?",
        "a": "<p>Potentially as a stretch goal! We're tracking community interest in a travel-sized version (approximately 2.25\" x 3.75\"). If you'd like to see this option, let us know in comments or through our newsletter feedback.</p>"
      }
    ]
  }






