{
    "title": "After the Kickstarter",
    "questions": [
      {
        "q": "Will there be a companion app or digital version?",
        "a": "<p>Potentially in the future, but not as part of the initial Kickstarter. We're focused on delivering an exceptional physical deck first. If there's significant community interest in a digital companion (for journaling, learning, or virtual readings), we may explore that in a later phase.</p>"
      },
      {
        "q": "Are you planning expansion decks or oracle cards?",
        "a": "<p>We're open to community input! Possible future projects could include:</p><ul><li>Oracle deck exploring aerial arts more abstractly</li><li>Expanded guidebook with additional spreads and techniques</li><li>Educational content (courses, workshops, videos)</li><li>Collaboration decks featuring different aerial disciplines (pole, hoop, rope, etc.)</li></ul><p>For now, our energy is devoted to making The Hermetic Flight the best possible tarot deck it can be.</p>"
      },
      {
        "q": "How can I connect with other people using this deck?",
        "a": "<p>We're building community spaces where readers can:</p><ul><li>Share interpretations and insights</li><li>Post photos of their readings (with consent)</li><li>Ask questions and get support</li><li>Connect with other aerial artists and tarot readers</li><li>Access exclusive content and advanced techniques</li></ul><p>Details will be announced during the Kickstarter campaign. Join our newsletter to stay connected.</p>"
      },
      {
        "q": "Can I use this deck for professional readings with clients?",
        "a": "<p>Absolutely! The Hermetic Flight is suitable for professional use. The premium quality, clear imagery, and comprehensive guidebook make it excellent for:</p><ul><li>In-person readings</li><li>Video chat/online readings</li><li>Workshop teaching</li><li>Photography for your marketing materials (with credit)</li></ul><p>Professional readers backing at higher tiers will receive multiple decks at reduced pricing.</p>"
      }
    ]
  }






